Repository: konjakob/elo
Catalog: src/includes/locale/*/LC_MESSAGES/elo.po
Languages: de_de, es_es

source: Missing value for cropping.
de_de: Fehlende Angaben zum Zuschneiden.
es_es: Falta un valor para recortar.

source: Error
de_de: Fehler

source: No rights.
de_de: Keine Rechte.
es_es: Sin derechos.

source: No topic given.
de_de: Kein Topic angegeben.
es_es: No se ha dado ningún tema.

source: Topic deleted.
de_de: Thema gelöscht.
es_es: Tema eliminado.

source: Success
de_de: Erfolg
es_es: Éxito

source: Please enter an email address and a name with %d characters.
de_de: Bitte gib eine Emailadresse und einen Benutzernamen mit %d Zeichen ein.
es_es: Introduzca una dirección de correo electrónico y un nombre con %d caracteres.

source: Please enter all the data
de_de: Bitte gib alle Daten ein
es_es: Por favor, introduzca todos los datos

source: Please select a user.
de_de: Bitte wähle einen Benutzer.
es_es: Por favor, seleccione un usuario.

source: Preview generated.
de_de: Voransicht erzeugt.
es_es: Vista previa generada.

source: Not a file, which can be previewed.
de_de: Keine Datei für die eine Voransicht erstellt werden kann.
es_es: No es un archivo, que se puede previsualizar.

source: No attachment given.
de_de: Kein Anhang angegeben.
es_es: No hay un adjunto.

source: The group was successfully deleted.
de_de: Die Gruppe wurde erfolgreich gelöscht.
es_es: El grupo se eliminó correctamente.

source: No group was deleted.
de_de: Keine Gruppe wurde gelöscht.
es_es: No se ha eliminado ningún grupo.

source: Please select a group.
de_de: Bitte wähle eine Gruppe.
es_es: Seleccione un grupo.

source: Please provide a valid email address.
de_de: Bitte gib eine gültige Emailadresse an.
es_es: Por favor, introduzca una dirección de email válida.

source: This email is already registered.
de_de: Diese Email Adresse ist schon vorhanden.
es_es: Este correo electrónico ya está registrado.

source: Successfully created.
de_de: Erfolgreich erstellt.
es_es: Creado correctamente.

source: No group name given.
de_de: Kein Gruppenname angegeben.
es_es: No se indica ningún nombre de grupo.

source: Please select a group
de_de: Bitte wähle eine Gruppe aus.
es_es: Seleccione un grupo

source: Please select a group and enter a name.
de_de: Bitte wähle eine Gruppe und gib einen Namen an.
es_es: Seleccione un grupo e introduzca un nombre.

source: No topic found.
de_de: Kein Topic gefunden.
es_es: No se ha encontrado ningún tema.

source: Successfully modified.
de_de: Erfolgreich geändert.
es_es: Modificado correctamente.

source: Too late to edit.
de_de: Zu spät zum ändern.
es_es: Es demasiado tarde para editarlo.

source: Attachment deleted
de_de: Anhang gelöscht
es_es: Archivo adjunto eliminado

source: Deleted
de_de: Gelöscht
es_es: Eliminado

source: No attachment could be deleted.
de_de: Kein Anhang wurde gelöscht
es_es: No se pudo eliminar ningún adjunto.

source: Reply deleted
de_de: Antwort gelöscht.
es_es: Respuesta eliminada

source: No rights to delete the reply.
de_de: Keine Rechte um Antworten zu löschen.
es_es: No hay suficientes derechos para eliminar la respuesta.

source: Reply not found
de_de: Antwort nicht gefunden.
es_es: Respuesta no encontrada

source: No ID given.
de_de: Keine ID angegeben.
es_es: No hay un ID.

source: No rights to create topics.
de_de: Keine Rechte ein Thema zu erstellen.
es_es: No hay suficientes derechos para crear temas.

source: No title and/or text.
de_de: Kein Titel und/oder Text.
es_es: Sin título y/o texto.

source: Your topic is not visible, due to the start and end time you entered.
de_de: Dein Thema ist nicht sichtbar, wegen der Start / Endzeit die du angegeben hast.
es_es: El tema no está visible, debido a la hora de inicio y finalización que has introducido.

source: No topic ID.
de_de: Keine Topic ID.
es_es: Sin identificador de tema.

source: Sorry, there is nothing.
de_de: Entschuldigung, hier gibt es nichts.
es_es: Lo siento, no hay nada.

source: No text.
de_de: Kein Text.
es_es: No hay texto.

source: Reply saved.
de_de: Antwort gespeichert.
es_es: Respuesta guardada.

source: This e-mail address was not found in the database.
de_de: Die Emailadresse wurde nicht in der Datenbank gefundnen.
es_es: Esta dirección de correo electrónico no se encontró en la base de datos.

source: Invalid password.
de_de: Inkorrektes Passwort.
es_es: Contraseña invalida.

source: Could not set cookie.
de_de: Konnte kein Cookie setzen.

source: Users
de_de: Benutzer
es_es: Usuarios

source: Posts
de_de: Beiträge
es_es: Entradas

source: Groups
de_de: Gruppen
es_es: Grupos

source: Most active groups (top 5)
de_de: Aktivsten Gruppen (Top 5)
es_es: Grupos más activos (top 5)

source: Attachments
de_de: Anhänge
es_es: Archivos adjuntos

source: Files per week
de_de: Dateien pro Woche
es_es: Archivos por semana

source: Online users per week
de_de: Benutzer pro Woche
es_es: Usuarios en línea por semana

source: Database connection failed.
de_de: Datenbankverbindung konnte nicht erstellt werden.
es_es: Error en la conexión de la base de datos.

source: Topics
de_de: Themen
es_es: Temas

source: Change reply
de_de: Antwort ändern
es_es: Cambiar respuesta

source: Create topic
de_de: Erstelle ein neues Thema
es_es: Crear tema

source: User view
de_de: Benutzeransicht
es_es: Vista de un usuario

source: Create
de_de: Erstellen
es_es: Crear

source: Modify
de_de: Ändern
es_es: Modificar

source: Login failed.
de_de: Anmeldung fehlgeschlagen.
es_es: Error de inicio de sesión.

source: Reset password
de_de: Passwort zurücksetzen
es_es: Restablecer contaseña

source: Password reset requested
de_de: Zurücksetzen des Passwortes angefordert
es_es: Restablecimiento de contraseña solicitado

source: Email is not known.
de_de: Email nicht bekannt.
es_es: No existe el correo electrónico.

source: No password request found.
de_de: Keine Passwortanforderung gefunden.
es_es: No se ha encontrado ninguna solicitud de contraseña.

source: The settings were saved.
de_de: Einstellungen gespeichert.
es_es: Los ajustes se guardaron.

source: Saved the new group.
de_de: Neue Gruppe gespeichert.
es_es: Guardado el nuevo grupo.

source: User settings
de_de: Benutzereinstellungen
es_es: Ajustes de usuario

source: There is already an user with the given email address. Please use another email address.
de_de: Es ist schon ein Benutzer mit der angegeben Emailadresse vorhanden. Bitte verwende eine andere Adresse.
es_es: Ya hay un usuario con esa dirección de correo electrónico. Utilice otra dirección de correo electrónico.

source: Saved
de_de: Gespeichert
es_es: Guardado

source: Please provide a password.
de_de: Bitte gib ein Passwort an.
es_es: Proporcione una contraseña.

source: Please provide a user name with minimum %d characters.
de_de: Bitte gib einen Benutzernamen mit mindestens %d Zeichen ein.
es_es: Proporcione un nombre de usuario un mínimo de %d caracteres.

source: Created new user: %s
de_de: Neuen Benutzer erstellt: %s
es_es: Creado nuevo usuario: %s

source: Welcome to ELO
de_de: Willkommen auf ELO
es_es: Bienvenido a ELO

source: Message could not be sent. Mailer Error: %s
de_de: Nachricht konnte nicht gesendet werden. Error: %s
es_es: No se pudo enviar el mensaje. Error de correo: %s

source: Sent a registration email with all information to the user.
de_de: Sende eine Registrierungsemail mit Informationen an den Benutzer.
es_es: Enviamos un correo electrónico de registro con toda la información al usuario.

source: Admin Panel
de_de: Admin Oberfläche
es_es: Panel de administración

source: Not found
de_de: Nicht gefunden
es_es: No encontrada

source: The requested file was not found.
de_de: Die angeforderte Datei wurde nicht gefunden.
es_es: No se encontró el archivo solicitado.

source: more than last week.
de_de: mehr als letzte Woche.
es_es: más que la semana pasada.

source: Admin panel
de_de: Admin Oberfläche
es_es: Panel de administración

source: Personal data
de_de: Persönliche Daten
es_es: Datos personales

source: Logout
de_de: Abmelden
es_es: Cerrar sesión

source: User for this topic
de_de: Benutzer in diesem Topic
es_es: Usuarios en este tema

source: Groups for this topic
de_de: Gruppen in diesem Thema
es_es: Grupos para este tema

source: Add music sheet
de_de: Hinzufügen von Noten
es_es: Añadir una partitura

source: ABC music info
de_de: ABC-Musik-Info

source: Check syntax
de_de: Syntax überprüfen

source: Delete
de_de: Löschen
es_es: Eliminar

source: Save
de_de: Speichern
es_es: Guardar

source: Do you really want to delete this attachment?
de_de: Möchtest du diesen Anhang wirklich löschen?

source: Don't like these emails?
de_de: Falls du keine weiteren Emails erhalten willst:
es_es: ¿No te gustan estos correos electrónicos?

source: Unsubscribe
de_de: Abmelden
es_es: Darse de baja

source: Hello %user_name%
de_de: Hallo %user_name%
es_es: Hola %user_name%

source: On ELO it was requested to reset your password. If this action was triggered by you, please click on following link to receive a new password:
de_de: Es wurde ein Passwortzurücksetzen-Anfrage auf ELO gestellt. Wenn diese Aktion von dir ausgelöst wurde, klicke bitte auf den folgenden Link, um ein neues Passwort zu erhalten:
es_es: En ELO se le solicitó restablecer su contraseña. Si esta acción fue desencadenada por ti, por favor haga clic en el siguiente enlace para recibir una nueva contraseña:

source: The new password will be send to you after that step. If you do not want to reset your password, please igonore this email.<br><br><br>Best regard.
de_de: Das neue Kennwort wird dir nach diesem Schritt zugesendet. Wenn du dein Passwort nicht zurücksetzen möchtest, ignoriere diese E-Mail.<br><br><br>Viele Grüße.
es_es: La nueva contraseña se le enviará después de ese paso. Si no desea restablecer su contraseña, por favor igonore este correo electrónico.<br><br><br>Un Saludo.

source: On ELO it was requested to reset your password. Your new password is:<br> <br> <strong>%new_password%</strong> <br> <br> Please log into:
de_de: Dein neues Passwort lautet:<br> <br> <strong>%new_password%</strong> <br> <br>Bitte melde dich an:
es_es: En ELO se le solicitó restablecer su contraseña. Su nueva contraseña es:<br> <br> <strong>%new_password%</strong> <br> <br>Inicie sesión en:

source: We recommend that you change this password as soon as possible to a new password choosen by yourself.<br> <br><br> Best regards.
de_de: Wir empfehlen, das Kennwort so schnell wie möglich zu ändern, das du selbst gewählt hast.<br> <br><br>Viele Grüße.
es_es: Le recomendamos que cambie esta contraseña tan pronto como sea posible a una nueva contraseña que elija usted mismo.<br> <br><br>Un Saludo.

source: You were registered at ELO by %admin_name%. Please log yourself in on:<br><br><a href="%url%">%url%</a><br> <br> Your user data to log in is:<br> <br> Email: %user_email%<br> Password: %user_passwort%<br> <br> After you logged into the site, you can change your personal settings like your user name, your password or your language.
de_de: Du wurdest auf ELO von %admin_name% registriert. Bitte melde dich an:<br><br><a href="%url%">%url%</a><br> <br>Deine Benutzerdaten zum Anmelden sind:<br> <br>E-Mail: %user_email%<br>Kennwort: %user_passwort%<br> <br>Nachdem du dich auf der Website angemeldest hast, kannst du deine persönlichen Einstellungen wie dein Benutzernamen, dein Kennwort oder die Sprache ändern.

source: Best regards.<br> <i>%admin_name%</i><br><br><br><strong>In the case you don't know %admin_name%, please ignore this email.</strong>
de_de: Viele Grüsse.<br> <i>%admin_name%</i><br><br><br><strong>Falls du %admin_name% nicht kennst, ignoriere bitte diese E-Mail.</strong>

source: You are allowed to post HTML.
de_de: Du darfst HTML verwenden.
es_es: Se le permite publicar HTML.

source: Following BB Codes are allowed:
de_de: Folgende BB-Codes sind zulässig:
es_es: Se permiten los siguientes códigos:

source: More information about the ABC notation can be found on following websites:
de_de: Weitere Informationen zur ABC-Notation findest du auf folgenden Internetseiten:
es_es: Puede encontrar más información sobre la notación ABC en los siguientes sitios web:

source: Please activate JavaScript!
de_de: Bitte aktiviere JavaScript!
es_es: Por favor, active JavaScript!

source: Your profile
de_de: Dein Profil
es_es: Su perfil

source: See how a specific user will see the topics.
de_de: Siehe, wie ein bestimmter Benutzer die Themen sieht.
es_es: Vea cómo un usuario específico verá los temas.

source: No more posts to show.
de_de: Keine weiteren Beiträge vorhanden.
es_es: No hay mas post que mostrar.

source: Login
de_de: Anmelden
es_es: Inicio de sesión

source: Please insert your email address below. You will receive an email with a link to reset your password.
de_de: Bitte gib eine E-Mail-Adresse ein. Du erhälst eine E-Mail mit einem Link, um dein Passwort zurückzusetzen.
es_es: Por favor, introduzca su dirección de correo electrónico a continuación. Recibirá un correo electrónico con un enlace para restablecer su contraseña.

source: Passwort
de_de: Password
es_es: Contraseña

source: Password forgotten
de_de: Passwort vergessen
es_es: Contraseña olvidada

source: No access
de_de: Kein Zugriff
es_es: Sin acceso

source: You don't have permission to access this page.
de_de: Du verfügst nicht über die notwendige Berechtigung, diese Seite zu sehen.
es_es: No tienes permiso para acceder a esta página.

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Edit User
de_de: Benutzer bearbeiten
es_es: Editar Usuario

source: Start showing this topic
de_de: Anzeige dieses Themas ab dem
es_es: Comience a mostrar este tema

source: End showing this topic
de_de: Ende dieses Themas
es_es: Fin de mostrar este tema

source: Password
de_de: Passwort
es_es: Contraseña

source: For example:
de_de: Zum Beispiel:
es_es: Por ejemplo:

source: Language
de_de: Sprache
es_es: Idioma

source: Attach binaries by dropping them here or
de_de: Hinzufügen von Dateien, einfach hier ablegen oder

source: selecting one
de_de: auswählen
es_es: la selección de uno

source: Maximum filesize:
de_de: Maximale Dateigröße:
es_es: Tamaño máximo de archivos:

source: New topic
de_de: Neues Thema
es_es: Nuevo tema

source: You can edit or delete your reply till
de_de: Du kannst deine Antwort bearbeiten oder löschen, bis zum
es_es: Puede editar o eliminar su respuesta hasta

source: Title
de_de: Titel
es_es: Título

source: Topic title
de_de: Thementitel
es_es: Título del tema

source: Text rules:
de_de: Textregeln:
es_es: Reglas de texto:

source: Answers
de_de: Antworten
es_es: Respuestas

source: Created:
de_de: Erstellt:

source: by
de_de: von
es_es: por

source: Last response:
de_de: Letzte Antwort:
es_es: Ultima respuesta:

source: View
de_de: Anzeigen
es_es: Ver

source: <strong>%user_name%</strong>, welcome back. These are your topics:
de_de: <strong>%user_name%</strong>, willkommen zurück. Das sind deine Themen:

source: Create a new topic
de_de: Erstelle ein neues Thema
es_es: Crear un nuevo tema

source: Users of this topic:
de_de: Benutzer in diesem Topic:
es_es: Usuarios en este tema:

source: No users.
de_de: Keine Benutzer.
es_es: No hay usuarios.

source: Groups of this topic:
de_de: Gruppen zu diesem Thema:
es_es: Grupos en este tema:

source: No groups.
de_de: Keine Gruppen.
es_es: No hay grupos.

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Download
de_de: Herunterladen
es_es: Descargar

source: Reply to this topic
de_de: Antworte auf dieses Thema
es_es: Contestar este hilo

source: Change the topic title:
de_de: Ändern des Titels:

source: Do you really want to delete the whole topic?
de_de: Möchtest du wirklich das ganze Thema löschen?
es_es: ¿Realmente desea eliminar todo el tema?

source: Do you really want to delete this reply?
de_de: Möchtest du diese Antwort wirklich löschen?
es_es: ¿Realmente deseas eliminar esta respuesta?

source: Change your user settings
de_de: Ändern der Benutzereinstellungen
es_es: Cambiar tu configuración

source: Profile picture
de_de: Profilbild
es_es: Foto de perfil

source: Your current profile image is shown below:
de_de: Dein aktuelles Profilbild wird unten gezeigt:
es_es: Su imagen de perfil actual se muestra a continuación:

source: Crop
de_de: Zuschneiden
es_es: Recortar

source: Username:
de_de: Benutzername:
es_es: Nombre de usuario:

source: Password:
de_de: Passwort:

source: Leave empty for not changing.
de_de: Lasse das Feld leer, um es nicht zu ändern.
es_es: Deje vacío para no cambiar.

source: Language:
de_de: Sprache:
es_es: Idioma:

source: New user
de_de: Neuer Benutzer
es_es: Nuevo usuario

source: Use this password
de_de: Verwenden Sie dieses Kennwort
es_es: Utilice esta contraseña

source: Send registration email
de_de: Registrierungs E-Mail senden
es_es: Enviar correo electrónico de registro

source: Rights
de_de: Rechte
es_es: Derechos

source: Text
es_es: Texto

source: Email
es_es: Correo electrónico

source: Name
es_es: Nombre

source: Downloads
es_es: Descargas
